Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.lt-lv.tmx
Source language: lt
Languages: lv

source: Susižeidimų rizika būna mažesnė, o darbas efektyvesnis.
lv: Samazinās risks gūt traumas, un darbs kļūst efektīvāks.

source: Švedijos Valstybinė darbo aplinkos inspekcija yra valstybinė žinyba, atliekanti tikrinimus darbo aplinkos srityje.
lv: Darba vides pārvalde ir zviedru valsts uzraudzības institūcija, kas darbojas darba vides jomā.

source: Mes tikriname darbo aplinką statybvietėse ir, jei reikia, keliame reikalavimus taikyti priemones, kad darbo aplinka būtų priimtina.
lv: Mēs pārbaudām darba vidi būvlaukumos un, ja tas nepieciešams, izvirzām prasības attiecībā uz veicamajiem pasākumiem, kuriem jānodrošina, lai darba vide tiktu atzīta par pieņemamu.

source: Jei egzistuoja ypač didelė rizika, galime uždrausti tolesnį darbą tol, kol nebus įvykdytos pagerinimo priemonės.
lv: Ja risks ir pārāk liels, mēs varam aizliegt turpināt darbu, līdz tiek veikti darba vides uzlabošanas pasākumi.

source: Tokį draudimą reikia pasirašyti, tačiau parašas tereiškia patvirtinimą, kad gautas sprendimo dokumentas.
lv: Šādam aizliegumam jābūt parakstītam, taču ar parakstu apstiprina vien to, ka saņemts ir pats lēmuma dokuments.

source: Daug statybos darbuotojų ištinka nelaimingi atsitikimai ir ligos, susijusios su darbu.
lv: Daudzi būvniecībā strādājošie cieš negadījumos un iegūst arodslimības.

source: Jie nukrenta, dirba neteisingoje darbo pozicijoje, kilnoja sunkų svorį ar būna sužeidžiami mašinų.
lv: Strādnieki, nokrītot no augstuma, sasitas, strādā nepareizā darba pozā, ceļ smagumus vai gūst traumas, strādājot ar mašīnām.

source: Blogas planavimas ir laiko stoka didina nelaimingų atsitikimų riziką.
lv: Slikta plānošana un laika trūkums palielina nelaimes gadījumu risku.

source: Valstybinės darbo aplinkos inspekcijos įstatymai ir nuostatos apibrėžia, kaip turi vykti statybos darbai.
lv: Darba vides pārvalde ir izdevusi likumus un priekšrakstus par to, kā jānotiek būvdarbiem.

source: Šiame lankstinuke galima pasiskaityti apie keletą minimalių reikalavimų.
lv: Šajā brošūrā jūs varat iepazīties ar dažām minimālajām prasībām.

source: Pastatų ar kompleksų statybos, rekonstrukcijos, remonto, planinio remonto ir griovimo darbus reglamentuoja Darbo aplinkos įstatymas ir Valstybinės darbo aplinkos inspekcijos nuostatos.
lv: Uz darbu, kas saistīts ar būvju un ēku celtniecību, izmainīšanu, labošanu, uzturēšanu vai nojaukšanu, attiecas Darba vides likuma un Darba vides pārvaldes būvniecības priekšnoteikumi.

source: Švedijos darbo aplinkos taisyklės galioja Švedijoje darbuotojams iš užsienio, nepaisant to, ar jie yra įdarbinti užsienio įmonės, yra samdomi švedų darbdavio, ar dirba savarankiškai.
lv: Zviedru darba vides noteikumi attiecas uz ārvalstu darbaspēku Zviedrijā, un vienalaga, vai to pieņēmis darbā ārzemju uzņēmums, vai noīrējis zviedru darba devējs, vai tas strādā kā uzņēmējs.

source: Taigi taisyklės galioja ir savarankiškai dirbančiam asmeniui, ir įdarbintiems darbuotojams, nepriklausomai nuo įdarbinimo formos.
lv: Noteikumi attiecas gan uz pašu uzņēmumu, gan uz darbiniekiem, neskatoties uz darbā pieņemšanas veidu.

source: Kritimo iš aukštai rizikos sumažinimas
lv: Samazināt risku nokrist no augstuma

source: Kritimas iš aukštai yra pagrindinė mirčių ir nelaimingų atsitikimų statybvietėse priežastis.
lv: Kritiens no augstuma ir parastākais nāves un nelaimes gadījumu iemesls būvlaukumos.

source: Yra Yra privaloma kritimo iš aukštai rizikos prevencija.
lv: Krišanas iespējamības risks jāparedz iepriekš.

source: Jei lygių skirtumas yra didesnis nei du metrai, pagal taisyklę reikia apsaugos.
lv: Ja līmeņu starpība ir vairāk kā divi metri, kā likums, jāparedz kaut kāda aizsardzība.

source: Apsauginiai aptvarai, darbo platformos, darbo krepšiai, pastoliai ir panašios apsauginės priemonės turi būti naudojamos pirmiausiai.
lv: Pirmkārt, jāizmanto aizsargmargas, darba platformas, darba grozi, sastatnes vai līdzīga aizsardzība.

source: Apsauginių priemonių gali prireikti ir esant mažesniam lygių skirtumui, pavyzdžiui, jei apačioje yra vandens ar aštrių daiktų.
lv: Aizsardzība var būt nepieciešama arī pie mazākām līmeņu starpībām, piemēram, ja apakšā atrodas ūdens vai asi priekšmeti.

source: Apsauginiai aptvarai turi būti:
lv: Aizsargmargām jābūt:

source: stabilūs
lv: izturīgām,

source: mažiausiai vieno metro aukščio turi turėti turėklą viršuje, tarpinį turėklą ir lentjuostę.
lv: vismaz vienu metru augstām, ar virsējo, vidējo un kājlīsti.

source: Jie gali būti padaryti kitu būdu, bet turi užtikrinti mažiausiai tokią pat saugą.
lv: Tās var būt izgatavotas arī citādā veidā, bet jānodrošina tikpat laba aizsardzība.

source: Atliekant darbus ant stogo paprastai reikia apsauginių aptvarų ar kitos įrangos, užtikrinančios atitinkamą saugą.
lv: Veicot darbus uz jumta, normāli tur jāatrodas aizsargmargām vai līdzīgam aprīkojumam, kas garantētu atbilstošu aizsardzību.

source: Sumontuokite aptvarą ant stogo krašto ar ant pastolių, kurių pabaiga yra prie pat stogo krašto.
lv: Margas jāmontē pie jumta dzegas vai sastatnēm, kas beidzas uzreiz zem dzegas.

source: Gali prireikti ypač tvirtų aptvarų, kad sustabdytų asmenį, besiridenantį žemyn nuo stataus stogo.
lv: Var būt nepieciešamas īpaši izturīgas margas, lai noturētu kādu personu, kas slīd lejā pa stāvu jumtu.

source: Jei nepavyksta įrengti įtvirtintos apsaugos, turi būti naudojama asmeninė kritimo apsauga su saugos diržu.
lv: Ja nav iespējams izveidot pastāvīgu aizsardzību, jāizmanto personīgie aizsardzības līdzekļi ar drošības virvēm.

source: Juosmens diržas gali sukelti didelius sužeidimus, todėl jo naudoti negalima.
lv: Virve ap jostasvietu var izraisīt smagas traumas un tā to nedrīkst izmantot.

source: Pritvirtinkite pririšimo lyną prie kokio nors fiksuoto įrenginio ant stogo.
lv: Virvi jāpiesien pie kādas nostiprinātas ierīces uz jumta.

source: Patikrinkite, ar įtvirtinimai yra patikimi.
lv: Jāpārbauda vai uz stiprinājumu var paļauties.

source: Jei pririšimo lyno nepavyksta niekur pritvirtinti, galima jį užvynioti ant fiksuoto įrenginio, o kitas asmuo jį turi laikyti ištiestą.
lv: Ja virvi nevar nekur nostiprināt, to var aptīt ap kādu nostiprinātu ierīci un nostieptu turēt kāda cita persona.

source: Pasitaiko rizikos įlūžti pro nepakamai tvirtą paviršių – tokius paviršius aptverkite.
lv: Pastāv risks izkrist cauri virsmām, kam nav pietiekoša nestspēja, un šādas virsmas ir jānorobežo.

source: Naudokite ypatingą saugos įrangą, jei ant tokio paviršiaus dirbti būtina.
lv: Gadījumā, ja uz šādām virsmām vienalga ir jāstrādā, jāizmanto īpašs aizsardzības aprīkojums.

source: Atliekant kai kuriuos darbus, tiktų naudoti apsauginius tinklus.
lv: Daļai darbu nepieciešams izmantot aizsargtīklu.

source: Svarbu, kad kompetentingas asmuo tinklus ir montavimą prieš naudojimą patikrintų.
lv: Ir svarīgi, lai kompetenta persona pārbaudītu tīklu un tā montēšanu, pirms tīkla izmantošanas.

source: Jei kas turi dirbti daugiau nei keturias valandas nedideliame plote ant stogo ir jei stogo nuolydis yra didesnis nei 1:4, reikia horizontalios darbo aikštelės.
lv: Ja kādam jāstrādā vairāk kā četras stundas nelielā laukumā uz jumta, un, ja jumta slīpums pārsniedz 1:4, jābūt horizontālai darba virsmai.

source: Paprastai reikia naudoti apsauginį šalmą ir apsauginius batus.
lv: Parasti jāizmanto aizsargķivere un aizsargapavi.

source: Kartais reikalinga akių apsauga, ausų apsauga bei pirštinės.
lv: Dažreiz nepieciešams arī acu aizsargs, dzirdes aizsargs un cimdi.

source: Sunkūs svoriai ir neteisinga darbo pozicija apkrauna kūną
lv: Smagumu celšana un nepareiza darba poza noslogo ķermeni

source: Statybų darbas dažnai būna sunkus ir apkrauna kūną, todėl statybinių medžiagų pervežimui reikia kėlimo mechanizmų.
lv: Būvniecības darbi bieži vien ir smagi, un tie noslogo ķermeni, tādēļ ir jābūt pacelšanas iekārtām, lai transportētu būvniecības materiālus.

source: Mašinos ir įrankiai turi būti ergonomiški.
lv: Mašīnām un instrumentiem jābūt ergonomiskiem.

source: Darbas ilgesnį laiką ant kopėčių kūnui nėra palankus.
lv: Ilgi strādājot no saliekamām trepēm, ķermenis ātri nogurst.

source: Plokščias paviršius, ant kurio būtų galima stovėti, pavyzdžiui, pakeliamos ir nuleidžiamos platformos, sąlygoja patogesnę darbo poziciją.
lv: Stāvēšana uz plakanas virsmas, piemēram, uz paceļamām un nolaižamām platformām, veicina ērtāku darba pozu.

source: Kūno raumenys turi atsigauti nuo įtampos.
lv: Muskuļiem ķermenī ir jādod iespēja atpūsties pēc sasprindzinājuma.

source: Venkite vienpusio raumenų apkrovimo keisdami darbo užduotis.
lv: Izvairieties no vienveidīgas muskuļu noslogošanas, dažādojot darbu.

source: Švedijos taisyklės dėl cheminių medžiagų
lv: Noteikumi par ķīmiskām vielām Zviedrijā

source: Statybos srityje naudojama daug nuodingų, vėžį sukeliančių, graužiančių ir alergiją sukeliančių medžiagų.
lv: Būvniecības nozarē izmanto daudz indīgu, kancerogēnu, kodīgu vai alerģiju izraisošu vielu.

source: Pavyzdžiui, betono, mūro ir tinko skiedinio sudėtyje yra cemento, kuris per ilgesnį sąlytį su oda gali išgraužti žaizdas.
lv: Piemēram, betona sastāvā, mūrjavā un apmetumā esošais cements var radīt apdegumus, ja ilgāku laiku tam ir kontakts ar ādu.

source: Dėl cheminių produktų, kurių sudėtyje yra viena ar keletas pavojingų medžiagų, darbo vietoje turi būti tiekėjo lapas su saugumo technikos taisyklėmis.
lv: Kopā ar ķīmiskiem produktiem, kas satur vienu vai vairākas bīstamas vielas, darba vietā jāatrodas piegādātāja drošības instrukcijas lapai.

source: Produktams, pirktiems Švedijoje, lapas su saugumo technikos taisyklėmis turi būti švedų kalba.
lv: Ja runa ir par produktiem, kas pirkti Zviedrijā, drošības instrukcijas lapai jābūt zviedru valodā.

source: Įmonė, įvežusi pavojingą cheminį produktą į Švediją savam naudojimui, yra atsakinga už tai, kad darbo vietoje būtų raštiška rizikos ir saugos informacija apie tą produktą ta kalba, kurią supranta produkto naudotojai.
lv: Uzņēmums, kas ieved Zviedrijā kādu bīstamu ķīmisku produktu pašu vajadzībām, pats arī atbild par to, lai darba vietā atrastos rakstiska riska un drošības informācija par produktu tajā valodā, kuru saprot izmantotāji.

source: Statybvietėje turi būti visų pavojingų cheminių produktų sąrašas.
lv: Būvlaukumā jāatrodas sarakstam ar visiem bīstamiem ķīmiskiem produktiem.

source: Už tai atsako darbdavys.
lv: Katrs darba devējs ir par to atbildīgs.

source: Darbdavys privalo darbuotojus informuoti apie pavojingų cheminių produktų riziką ir įsitikinti, kad darbuotojai tą informaciją suprato.
lv: Darba devējam ir jāinformē darba ņēmēji par riskiem, kas saistīti ar šiem bīstamiem ķīmiskiem produktiem, un jāpārliecinās, ka darba ņēmējs informāciju ir sapratis.

source: Kai kurioms pavojingoms medžiagoms galioja ypač griežtos taisyklės:
lv: Uz noteiktām bīstamām vielām attiecas īpaši stingri noteikumi:

source: Asbestas: Darbą su asbestu ir asbesto griovimą atliekanti įmonė tam darbui turi gauti Valstybinės darbo aplinkos inspekcijos leidimą.
lv: Azbests: Lai rīkotos ar azbestu un to nojauktu, uzņēmumam, kas veiks darbus, nepieciešama atļauja no Darba vides pārvaldes.

source: Leidimui gauti reikalingas dokumentuotas išsilavinimas ir gydytojo pažyma.
lv: Lai saņemtu atļauju, nepieciešama īpaša izglītība un ārsta izziņa.

source: Grūdinta plastmasė: Prieš pradedant darbą su grūdinta plastmase (pavyzdžiui sandūrų putomis, kurių sudėtyje yra izocianatų, epoksidinių klijų, epoksidinių dažų) reikia pereiti gydytojo apžiūrą ir apmokymus.
lv: Termoreaktīvās plastmasas: Lai strādātu arī ar termoreaktīvām plastmasām (piemēram, ar šuvju aizpildīšanas putām, kas satur izocianātus, epoksīda līmi, epoksīda krāsu u.c.), pirms darba uzsākšanas nepieciešams veikt ārsta pārbaudi un iziet apmācību.

source: Už šių taisyklių pažeidimą yra baudžiama ir gali būti skiriama didelė bauda.
lv: Par šo noteikumu neievērošanu var sodīt un soda nauda var būt liela.

source: Judėjimo keliai ir transportas
lv: Savienojošie ceļi un transports

source: Statybvietėje turi būti saugūs judėjimo keliai, pavyzdžiui, laiptai ar rampos tarp įvairių aukštų.
lv: Būvlaukumā jābūt drošiem savienojošiem ceļiem, piemēram, kāpnēm vai rampai starp dažādiem līmeņiem.

source: Jei lygių skirtumas yra didesnis nei dešimt metrų, reikia keltuvo, jei darbuotojams ir taip daug reikia laipioti laiptais.
lv: Tur, kur augstums pārsniedz desmit metrus, jābūt liftam, lai darba ņēmējam nebūtu jāpārvietojas tik daudz pa trepēm.

source: Statybose turi būti pakankamai saugus atstumas nuo automobilių kelių arba saugi įranga prie jų.
lv: Transporta ceļiem būvlaukumā jābūt veidotiem pietiekami drošā attālumā vai norobežotiem ar aizsargjoslu.

source: Transportas tarp įvairių aukštų turi vykti taip, kad nereikėtų nuimti apsauginių aptvarų ar kitos saugos įrangos.
lv: Transportēšanu starp dažādiem līmeņiem jāspēj noorganizēt tā, lai nebūtu nepieciešams noņemt aizsardzības barjeru vai kādu citu drošībai domātu aprīkojumu.

source: Jei tai neįmanoma, transportas turi vykti per įleidimo tiltą, krovinių angas fasaduose, rampas ar per ypatingas transporto sistemas.
lv: Ja tas nav iespējams, transportēšanai jānotiek caur iekraušanas platformām, kravas lūkām fasādēs, rampām vai īpašām transporta sistēmām.

source: Naudojimosi instrukcija kėlimo mechanizmais, mašinomis ir kai kuriais kitais produktais
lv: Ceļamiekārtu, mašīnu un citu speciālo produktu lietošanas pamācības

source: Kai mašina ar kėlimo mechanizmas yra atvežamas į Švediją ar imamas Švedijoje naudoti, prie jo turi būti raštiška naudojimosi instrukcija švedų kalba.
lv: Ja kādu mašīnu vai ceļamiekārtu piegādā Zviedrijai vai uzsāk tās lietošanu Zviedrijā, tai līdzi jābūt rakstiskai lietošanas pamācībai zviedru valodā.

source: Už tai atsakingas yra tiekėjas.
lv: Par to atbild piegādātājs.

source: Tiekėju yra laikomas ir tas, kas įveža mašiną naudoti Švedijoje.
lv: Par piegādātāju uzskata arī to, kurš ieved mašīnu, lai to izmantotu Zviedrijā.

source: Informacija apie tai, kas turi būti naudojimosi instrukcijos turinyje, yra Valstybinės darbo aplinkos inspekcijos nuostatose apie mašinas.
lv: Informācija par to, kam jābūt ietvertam lietošanas pamācībā, atrodas Darba vides pārvaldes priekšrakstos par mašīnām.

source: Atvežus pastolių fabrikatus, prie jų taip pat turi būti pridėtos raštiškos instrukcijos švedų kalba, o po to jos turi būti prieinamos darbo vietoje.
lv: Arī piegādājot iepriekš izgatavotas sastatnes, tām līdzi jābūt rakstiskai instrukcijai zviedru valodā, un tai jābūt pieejamai darba vietā.

source: Valstybinės darbo aplinkos inspekcijos nuostatos apie pastolius nurodo, kas turi būti instrukcijų turinyje.
lv: Darba vides pārvaldes priekšrakstos par sastatnēm norādīts, kam jābūt ietvertam instrukcijās.

source: Kai statybose yra naudojama mašina, kėlimo mechanizmas, pastoliai ir kt., su jais dirbančiam darbuotojui turi būti prieinamos naudojimosi instrukcijos.
lv: Kad būvdarbos izmanto kādu mašīnu, ceļamiekārtas, sastatnes u.c., darba ņēmējam, kurš ar to saistīts, jābūt pieejamām iekārtu lietošanas instrukcijām.

source: Instrukcijos turi būti ta kalba, kurią supranta darbuotojas.
lv: Instrukcijām ir jābūt tajā valodā, ko saprot darba ņēmējs.

source: Kėlimo mechanizmų, mašinų ir tam tikrų kitų produktų CE ženklinimas, atitikties aprobavimas ir techninė apžiūra
lv: CE-marķējums, ceļamiekārtu, mašīnu un citu speciālo produktu atzīšana par piemērotiem un tehniskā apskate

source: Nauji kėlimo mechanizmai ir naujos mašinos turi būti su CE ženklinimu, kad jas būtų galima naudoti Švedijoje.
lv: Visām jaunām ceļamiekārtām un mašīnām jābūt CE-marķētām, lai tās būtu atļauts izmantot Zviedrijā.

source: Kopėčių ir pastolių fabrikatų atitiktis, jei jie įvežami į Švediją, turi būti aprobuota (kopėčių atitiktis gali būti sertifikuota) akredituotos organizacijos.
lv: Akreditētai institūcijai jāveic iepriekš izgatavotu sastatņu un kāpņu tipa kontrole (kāpnēm alternatīva sertificēšana), ja tās piegādā Zviedrijai.

source: Daugelis mašinų ir kėlimo mechanizmų reguliariai turi pereiti techninę apžiūrą, kad juos būtų galima naudoti.
lv: Daudzām mašīnām un ceļamiekārtām jāveic atkārtotas tehniskās apskates, lai tās varētu izmantot.

source: Jei techninė apžiūra nebuvo atlikta ir jei nurodyti trūkumai nebuvo ištaisyti, už tokių mašinų ir kėlimo mechanizmų naudojimą yra baudžiama.
lv: Ja apskate nav veikta vai iepriekš atrastie trūkumi nav novērsti, bet mašīnas un ceļamiekārtas tiek izmantotas, tad draud sods.

source: Techninė apžiūra turi būti atliekama pagal Švedijos taisykles.
lv: Pārbaudēm jābūt veiktām atbilstoši zviedru noteikumiem.

source: Pagalvoti reikia ir apie tai...
lv: Vēl par ko padomāt ...

source: Rimti nelaimingi atsitikimai gali įvykti, jei sluoksniais sudėtos statybinės medžiagos imtų slinkti, pavyzdžiui, dėl stipraus vėjo.
lv: Nopietni nelaimes gadījumi var notikt, ja izkustas uzkrātie būvmateriāli, piemēram, spēcīga vēja dēļ.

source: Todėl svarbu tokias medžiagas sutvirtinti.
lv: Tādēļ svarīgi ir materiālus nostabilizēt.

source: Statybų darbuotojams kartais taip pat gali prireikti apsaugos nuo vėjo ir šalčio.
lv: Dažreiz būvniecībā strādājošos nepieciešams pasargāt no tādiem laika apstākļiem kā vēja brāzmas un aukstums.

source: Aptverkite ir paženklinkite teritorijas, kur egzistuoja daiktų kritimo rizika.
lv: Norobežo un atzīmē vietas, kur jāuzmanās no krītošiem priekšmetiem.

source: Jei ten reikia vaikščioti vis vien, reikalingas apsauginis stogas.
lv: Ja tik un tā ir tur jāiet, jābūt aizsargjumtam.

source: Planuokite žemės darbus taip, kad žemė nebūtų apkrauta daugiau nei ji pakelia.
lv: Zemes darbi jāplāno tā, lai zeme netiktu noslogota ar lielāku smagumu nekā tā var izturēt.

source: Jei to reikia, turi būti apsauga nuo įgriuvų.
lv: Ja nepieciešams, jābūt aizsargam pret nogruvumu.

source: Patikrinkite, ar žemėje nėra laidų ir pavojingų medžiagų ir ar nėra pavojaus mašinoms įgriūti į duobę.
lv: Pārbaudiet, vai zemē neatrodas vadi vai bīstamas vielas, un vai nepastāv risks, ka mašīnas var iekrist bedrē.

source: Transporto priemonių eismas turi vykti toliau nuo šachtos.
lv: Satiksmes līdzekļiem jāatrodas drošā attālumā no šahtu tranšejām.

source: Pravažiuojančių transporto priemonių eismas prie statybvietės sudaro riziką.
lv: Būvdarbu vietai garām braucoši satiksmes līdzekļi rada risku.

source: Pirmiausia reikia eismą nukreipti.
lv: Pirmkārt, satiksme ir jānovada citur.

source: Dirbantys vietoje, neatskirtoje nuo eismo, turi būti apsirengę įspėjamaisiais drabužiais su atšvaitais.
lv: Tam, kurš strādā satiksmes tuvumā, jāvalkā brīdinošs apģērbs ar atstarotājiem.

source: Jei ištiktų nelaimė
lv: Ja kaut kas notiek

source: Visi turi turėti galimybę greitai ir saugiai palikti statybvietę, pavyzdžiui, gaisro atveju.
lv: Jābūt iespējai visiem ātri un droši aizkļūt prom no darba vietas, piemēram, ugunsgrēka gadījumā.

source: Evakuacijos kelius ir susirinkimo zonas reikia pažymėti ženklais.
lv: Avārijas ejām un pulcēšanās vietām jābūt marķētām ar zīmēm.

source: Evakuacijos durys turi atsidaryti į išorę, priešgaisrinės priemonės turi būti lengvai pasiekiamos.
lv: Avārijas izejas durvīm jābūt veramām uz ārpusi, un jārada iespēja viegli piekļūt ugunsdzēsības ierīcēm.

source: Visada turi būti galimybė suteikti pirmąją pagalbą, turi būti ženklai, rodantys, kur yra pirmosios pagalbos patalpos ir įranga.
lv: Vienmēr jābūt redzamai pirmajai palīdzībai, un jābūt zīmēm, kas norāda, kur ir avārijas izeja un pirmās palīdzības aprīkojums.

source: Taip pat reikalinga lenta su greitosios pagalbos ir gelbėjimo tarnybos numeriais, darbovietės adresu ir galbūt kelio aprašymu.
lv: Jābūt arī ziņojumu dēlim ar ātrās palīdzības un glābšanas dienesta tālruņa numuru, darba vietas adresi un, iespējams, arī ceļa aprakstu.

source: Pagalvokite apie tai, kad skambinantis turi mokėti susikalbėti su Švedijos gelbėjimo tarnyba.
lv: Padomājiet par to, ka personai, kura zvana, jāspēj komunicēties ar zviedru glābšanas dienestu.

source: Paprastai anglų kalbą jie supranta.
lv: Dienesta darbinieki parasti saprot arī angļu valodu.

source: Jei dingusi elektra darbe sukeltų ypatingos rizikos, turi būti avarinis apšvietimas.
lv: Ja strāvas pārtraukums var izraisīt īpašus riskus darbā, jābūt avārijas apgaismojumam.

source: Tai taikoma, pavyzdžiui, darbams su statybiniais pjūklais ir pastolių statymui.
lv: Tas attiecas, piemēram, uz darbu ar būvniecības zāģi vai darbu, uzstādot būvniecības sastatnes.

source: Darbo aplinkos planas
lv: Darba drošības un veselības aizsardzības plāns

source: Viso objekto darbo aplinkos planas turi būti sudarytas prieš įkuriant statybvietę.
lv: Darba drošības un veselības aizsardzības plāns visam objektam ir jāsastāda vēl pirms tiek izveidots būvlaukums.

source: Tuo pasirūpinti pirmiausia turi saugos ir sveikatos koordinatorius projekto parengiamuoju laikotarpiu.
lv: Tas ir darba drošības un veselības aizsardzības lietu koordinātors projekta sagatavošanas posmā, kuram, pirmkārt, jāraugās, lai plāns tiktu sastādīts.

source: Statytojas ar jo atsakomybę perėmęs statinio statybos valdytojas taip pat yra atsakingi už tokio plano sudarymą.
lv: Klients vai darbu izpildītājs, kurš pārņēmis tā atbildību, ir arī atbildīgs, lai plāns tiktu sastādīts.

source: Darbo aplinkos planas yra skirtas naudoti per visus statybų etapus.
lv: Darba drošības un veselības aizsardzības plānu paredzēts izmantot visas būvniecības laikā.

source: Kai tik planas būna sudarytas, saugos ir sveikatos koordinatorius statybų laikotarpiu turi pasirūpinti, kad jis būtų prieinamas statybvietėje.
lv: Darba drošības un veselības aizsardzības lietu koordinātors projekta izpildes posmā ir tas, kuram, pirmkārt, jāraugās, lai plāns būtu pieejams būvlaukumā uzreiz, kad tas izveidots.

source: Koordinatorius prireikus turi planą pritaikyti.
lv: Koordinātoram jāveic arī nepieciešamā plāna pielietošana.

source: Jei statybų darbai bus vykdomi ten, kur tuo pat metu vyks kiti darbai, į tai turi būti atsižvelgiama darbo aplinkos plane.
lv: Ja būvniecības vai inženiertehniskie darbi tiks veikti vietā, kur vienlaicīgi notiks arī cita darbība, tas jāņem vērā, sastādot darba drošības un veselības aizsardzības plānu.

source: Planą turi sudaryti:
lv: Plānā jābūt ietvertam sekojošam:

source: Taisyklės, kurios bus taikomos statybvietėje
lv: Noteikumiem, kas jāpiemēro būvdarbu vietā

source: Aprašymas, kaip bus organizuojamas darbo aplinkos darbas
lv: Aprakstam par to, kā tiks organizēts darba vides plāns

source: Aprašymas darbo aplinkos priemonių, kurios bus įgyvendintos statybų etape, kad būtų užtikrinta gera darbo aplinka.
lv: Aprakstam par to, kādi darba vides pasākumi tiks veikti būvniecības laikā, lai būtu laba darba vide.

source: Tai be kita ko taikoma tokiems darbams:
lv: Tas attiecas, cita starpā, uz sekojošiem darbiem:

source: darbams su kritimo iš aukštai rizika
lv: darbs, kurā ir risks nokrist no augstuma

source: žemės kasimo darbams su įgriuvų rizika
lv: šahtu darbs ar nogruvuma draudiem

source: darbams su kai kuriomis cheminėmis arba biologinėmis medžiagomis
lv: darbs ar speciālām ķīmiskām vai bioloģiskām vielām

source: darbams prie aukštos įtampos elektros linijų
lv: darbs augstsprieguma līniju tuvumā

source: darbams, kuriuos atliekant gresia pavojus nuskęsti,
lv: darbs, kurā darbinieki pakļauti riskam noslīkt

source: darbams šuliniuose ir tuneliuose
lv: darbs akās un tuneļos

source: darbams, naudojant sprogstamąsias medžiagas,
lv: darbs, kas saistīts ar sprāgstvielu izmantošanu

source: sunkių statybos elementų montavimo darbams
lv: darbs, kas saistīts ar smagu būvelementu montāžu
